[
  {
    "txt": "You can check your students’ reading time on the Manage Students page",
    "type": "teacher"
  },
  {
    "txt": "Toggle students’ books on or off from the Manage Books page",
    "type": "teacher"
  },
  {
    "txt": "Everything is accessible from the drop-down menu at the top right corner",
    "type": "teacher"
  },
  {
    "txt": "Use Flangoo for FREE voluntary reading time—just 10 minutes a day will help",
    "type": "teacher"
  },
  {
    "txt": "Instead of assigning a book or chapter for the whole class, try letting them choose",
    "type": "teacher"
  },
  {
    "txt": "Reading in a world language vastly improves proficiency",
    "type": "general"
  },
  {
    "txt": "Help your students reset their passwords on the Manage Students page",
    "type": "teacher"
  },
  {
    "txt": "If you need more than 180 registered students, please contact support",
    "type": "teacher"
  },
  {
    "txt": "Did you know that  you can renew your Flangoo in your Account page?",
    "type": "teacher"
  },
  {
    "txt": "Flangoo will remember where you left off reading",
    "type": "general"
  },
  {
    "txt": "Can't find the book you are looking for? Click on the magnifying glass at the top",
    "type": "general"
  },
  {
    "txt": "See an underlined word on a reader? Hover over to see its meaning",
    "type": "general"
  },
  {
    "txt": "You can change your password on the Account page",
    "type": "student"
  },
  {
    "txt": "Did you like your reading? Rate the books to let your teacher know what you liked!",
    "type": "student"
  },
  {
    "txt": "You can speed up and slow down the audio",
    "type": "general"
  },
  {
    "txt": "Search for books by theme up top by clicking on the magnifying glass",
    "type": "general"
  },
  {
    "txt": "Tell your teacher you like their shoes today—just kidding",
    "type": "student"
  },
  {
    "txt": "Would you like to see different types of books? Email us!",
    "type": "teacher"
  },
  {
    "txt": "Assign Flangoo over the weekend for those requesting extra credit",
    "type": "teacher"
  },
  {
    "txt": "Choose either multiple choice questions or short answer at the end of each chapter",
    "type": "teacher"
  },
  {
    "txt": "Did you know you can assign a downloadable vocab list before students start reading?",
    "type": "teacher"
  },
  {
    "txt": "Don’t forget there are answer keys to the short answer questions",
    "type": "teacher"
  },
  {
    "txt": "Need help? Contact us via email, phone, chat, or Zoom™",
    "type": "teacher"
  },
  {
    "txt": "Like a book? Tell your teacher",
    "type": "student"
  }
]
